# Диаграммы активностей

## Содержание
1. [Вход в учётную запись](#1-вход-в-учётную-запись)
2. [Добавление транзакции](#2-добавление-финансовой-операции)
3. [Просмотр статистики](#3-просмотр-статистики)

---

## 1. Экспорт данных


![Диаграмма активности: Вход в учётную запись](https://github.com/Chomuske13/Coinkeeper/blob/cb9fd9c63302f1fc4820e9ae07e08be0e9d383d2/docs/mockups/ecs.png)

---

## 2. Добавление транзакции


![Диаграмма активности: Добавление финансовой операции](https://github.com/Chomuske13/Coinkeeper/blob/cb9fd9c63302f1fc4820e9ae07e08be0e9d383d2/docs/mockups/tr.png)

---

## 3. Просмотр статистики


![Диаграмма активности: Просмотр статистики](https://github.com/Chomuske13/Coinkeeper/blob/cb9fd9c63302f1fc4820e9ae07e08be0e9d383d2/docs/mockups/st.png)
